{
  "name": "Éric Rohmer",
  "url": "https://en.wikipedia.org/wiki/%C3%89ric_Rohmer",
  "content": {
    "imageNames": [
      "220px-Eric_Rohmer_cinematheque_2004-04.jpg",
      "220px-%C3%89ric_Rohmer_tombe.jpg",
      "10px-OOjs_UI_icon_edit-ltr-progressive.svg.png"
    ],
    "background": [
      "Rohmer was the last of the post-World War IIFrench New Wave directors to become established. He edited the influential film journal Cahiers du cinéma from 1957 to 1963, while most of his colleagues—among them Jean-Luc Godard and François Truffaut—were making the transition from critics to filmmakers and gaining international attention.\n",
      "After Rohmer's death in 2010, his obituary in The Daily Telegraph described him as \"the most durable filmmaker of the French New Wave\", outlasting his peers and \"still making movies the public wanted to see\" late in his career.&#91;2&#93;",
      "Rohmer first worked as a teacher&#91;9&#93; in Clermont-Ferrand.&#91;8&#93; In the mid-1940s he quit his teaching job and moved to Paris, where he worked as a freelance journalist.&#91;7&#93; In 1946 he published a novel, Elisabeth (AKA Les Vacances) under the pen name Gilbert Cordier.&#91;7&#93;&#91;8&#93; While living in Paris, Rohmer first began to attend screenings at Henri Langlois's Cinémathèque Française, where he first met and befriended Jean-Luc Godard, François Truffaut, Claude Chabrol, Jacques Rivette and other members of the French New Wave. Rohmer had never been very interested in film, preferring literature, but soon became an intense lover of films and about 1949 switched from journalism to film criticism. He wrote film reviews for such publications as Révue du Cinéma, Arts, Temps Modernes and La Parisienne.&#91;8&#93;",
      "In 1950, he co-founded the film magazine La Gazette du Cinéma with Rivette and Godard, but it was short-lived. In 1951 Rohmer joined the staff of André Bazin's newly founded film magazine Cahiers du Cinéma, of which he became the editor in 1956.&#91;9&#93;&#91;10&#93; There, Rohmer established himself as a critic with a distinctive voice; fellow Cahiers contributor and French New Wave filmmaker Luc Moullet later remarked that, unlike the more aggressive and personal writings of younger critics like Truffaut and Godard, Rohmer favored a rhetorical style that made extensive use of questions and rarely used the first person singular.&#91;11&#93; Rohmer was known as more politically conservative than most of the Cahiers staff, and his opinions were highly influential on the magazine's direction while he was editor. Rohmer first published articles under his real name but began using \"Éric Rohmer\" in 1955 so that his family would not find out that he was involved in the film world, as they would have disapproved.&#91;8&#93;",
      "In 1963 Les Films du Losange produced the New Wave omnibus film Six in Paris, of which Rohmer's short \"Place de l'Etoile\" was the centerpiece.&#91;16&#93;&#58;&#8202;290&#8202; After being driven out of his editor position at Cahiers, Rohmer began making short documentaries for French television. Between 1964 and 1966 Rohmer made 14 shorts for television through the Office de Radiodiffusion Télévision Française (ORTF) and Télévision Scolaire.&#91;12&#93; These included episodes of Filmmakers of Our Time on Louis Lumiere and Carl Theodor Dreyer, educational films on Blaise Pascal and Stéphane Mallarmé, and documentaries on the Percival legend, the industrial revolution and female students in Paris. Rohmer later said that television taught him how to make \"readable images\". He later said, \"When you show a film on TV, the framing goes to pieces, straight lines are warped...the way people stand and walk and move, the whole physical dimension...all this is lost. Personally I don't feel that TV is an intimate medium.\"&#91;8&#93; In 1964 Rohmer made the 13-minute short film Nadja à Paris with cinematographer Nestor Almendros.&#91;8&#93;"
    ],
    "links to the film": [
      {
        "href": "https://en.wikipedia.org/wiki/Le_Signe_du_lion",
        "text": "The Sign of Leo"
      },
      {
        "href": "https://en.wikipedia.org/wiki/La_Collectionneuse",
        "text": "The Collector"
      },
      {
        "href": "https://en.wikipedia.org/wiki/My_Night_at_Maud%27s",
        "text": "My Night at Maud's"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Claire%27s_Knee",
        "text": "Claire's Knee"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Love_in_the_Afternoon_(1972_film)",
        "text": "Love in the Afternoon"
      },
      {
        "href": "https://en.wikipedia.org/wiki/The_Marquise_of_O_(film)",
        "text": "The Marquise of O"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Perceval_le_Gallois",
        "text": "Perceval le Gallois"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Catherine_de_Heilbronn",
        "text": "Catherine de Heilbronn"
      },
      {
        "href": "https://en.wikipedia.org/wiki/The_Aviator%27s_Wife",
        "text": "The Aviator's Wife"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Le_Beau_Mariage",
        "text": "A Good Marriage"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Pauline_at_the_Beach",
        "text": "Pauline at the Beach"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Full_Moon_in_Paris",
        "text": "Full Moon in Paris"
      },
      {
        "href": "https://en.wikipedia.org/wiki/The_Green_Ray_(film)",
        "text": "The Green Ray"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Boyfriends_and_Girlfriends",
        "text": "Boyfriends and Girlfriends"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Four_Adventures_of_Reinette_and_Mirabelle",
        "text": "Four Adventures of Reinette and Mirabelle"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Le_trio_en_mi_b%C3%A9mol",
        "text": "Le trio en mi bémol"
      },
      {
        "href": "https://en.wikipedia.org/wiki/A_Tale_of_Springtime",
        "text": "A Tale of Springtime"
      },
      {
        "href": "https://en.wikipedia.org/wiki/A_Tale_of_Winter",
        "text": "A Tale of Winter"
      },
      {
        "href": "https://en.wikipedia.org/wiki/The_Tree,_the_Mayor_and_the_Mediatheque",
        "text": "The Tree, the Mayor and the Mediatheque"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Rendezvous_in_Paris_(1995_film)",
        "text": "Rendezvous in Paris"
      },
      {
        "href": "https://en.wikipedia.org/wiki/A_Summer%27s_Tale",
        "text": "A Summer's Tale"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Autumn_Tale",
        "text": "Autumn Tale"
      },
      {
        "href": "https://en.wikipedia.org/wiki/The_Lady_and_the_Duke",
        "text": "The Lady and the Duke"
      },
      {
        "href": "https://en.wikipedia.org/wiki/Triple_Agent",
        "text": "Triple Agent"
      },
      {
        "href": "https://en.wikipedia.org/wiki/The_Romance_of_Astrea_and_Celadon",
        "text": "The Romance of Astrea and Celadon"
      }
    ]
  }
}